<?php

$petitionInfo = $petitionInfo->to_array();

//print '<pre>' . print_r($petitionInfo, true) . '</pre>';

?>
<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<meta http-equiv="Content-Style-Type" content="text/css" />

	<title>Предложение о заключении договора</title>

	<style>
		body {
			padding: 50px 25px 100px 0;
			max-width: 60em;
			text-align: justify;
			line-height: 1.4;
			font-family: Calibri;
			font-size: 11pt
		}
		li {
			margin-bottom: 1em;
		}
	</style>

</head>


<body>

<?php

	if ($petitionInfo['id'] == 33){
?>

		<div>
			<p style="margin-top:0pt; margin-bottom:0pt; text-align:center; font-size:12pt"><span style=" font-weight:bold">ПРЕДЛОЖЕНИЕ<span style=" font-weight:bold"> <span style=" font-weight:bold">О<span style=" font-weight:bold"> <span style=" font-weight:bold">ЗАКЛЮЧЕНИИ<span style=" font-weight:bold"> <span style=" font-weight:bold">ДОГОВОРА</p>
			<ol>
				<li style="margin-left:31.35pt; padding-left:4.65pt;">Настоящим документом Максим Евгеньевич Кац, 23.12.1984 г. рождения (далее именуемый — Поверенный) совместно предлагают любому гражданину (далее – Доверитель) принять на себя его (её) поручение по формированию и передаче его (её) обращения в редакцию Новой Газеты в целях его рассмотрения в порядке, предусмотренном Федеральным законом от 2 мая 2006 г. № 59-ФЗ «О порядке рассмотрения обращений граждан Российской Федерации». Данное предложение является публичной офертой в соответствии с п. 2 ст. 437 Гражданского Кодекса Российской Федерации.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Договор поручения между Доверителем и Поверенным на условиях настоящей оферты (далее – Договор) считается заключенным после заполнения формы обращения на https://podpishi.org/apple_writes_ng, проставления отметки у надписи «Я даю согласие на обработку персональных данных и поручаю распечатать и подать мое обращение в редакцию Новой Газеты на основании публичной оферты.
Даю согласие на публикацию своих ФИО как подписанта этого обращения» и нажатия кнопки «Подписать петицию».</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Предмет поручения – формирование обращения Доверителя на основе сведений, внесенных в форму для подачи обращения (в том числе графического образа подписи Доверителя), печать сформированного обращения и его подача в редакцию Новой Газеты, а также информирование Доверителя о других петициях на сайте <a href="https://podpishi.org/">https://podpishi.org/</a>, других событиях общественной жизни, которые Максим Кац посчитает значимыми и в которых он пригласит Доверителя принять участие.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Обязанности по исполнению Договора, как правило, распределяются между Поверенным следующим образом: Максим Кац обеспечивает работу формы для подачи обращения и формирование обращения и организует печать и подачу распечатанного обращения в редакцию Новой Газеты. Поверенные вправе привлечь к исполнению Договора третьих лиц без предварительного согласия Доверителя.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Поручение выполняется безвозмездно. Расходы, связанные с его выполнением, Поверенный несёт самостоятельно.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Поверенный принимает меры по обеспечению конфиденциальности персональных данных Доверителя при исполнении поручения в соответствии с утвержденной Максимом Кацем Политикой обработки персональных данных и обеспечения безопасности при их обработке через сайт Podpishi.org.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Заключая Договор, Доверитель дает согласие Поверенным на обработку своих персональных данных, внесенных в форму для направления обращения.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Доверитель гарантирует достоверность персональных данных, предоставленных им(ей) в целях исполнения Договора, и самостоятельно несёт риски отрицательных последствий, связанных с несоответствием их действительности.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Поверенный не гарантирует Доверителю принятие его (её) обращения в редакцию Новой Газеты для рассмотрения.</li>

				<li style="margin-left:36pt;">Поверенный вправе извещать Доверителя о ходе и результатах исполнения его (её) поручения (в т.ч. о результатах рассмотрения его обращения) по электронной почте, смс-сообщениями, сообщениями в социальных сетях, мессенджерах.</li>

				<li style="margin-left:36pt;">Поверенные вправе направлять Доверителю сообщения по электронной почте,
					телефону, смс, через социальные сети, мессенджеры с дополнительной информацией, касающейся предмета обращения, а также с информацией о других обращениях, которые можно направить через сайт <a href="https://podpishi.org/">https://podpishi.org/</a>, а также по иным общественно-политическим поводам.</li>

				<li style="margin-left:36pt;">С учетом положения, предусмотренного в п. 10 настоящей Оферты, Доверитель согласен с тем, что в силу характера поручения отчёта от Поверенного о его исполнении не требуется.</li>

				<li style="margin-left:36pt;">Поверенный в любой момент вправе отказаться от исполнения Договора без наступления какой-либо ответственности перед Доверителем. Уведомление Доверителя об отказе от исполнения Договора остается на усмотрение Поверенного и не является обязательным.</li>

				<li style="margin-left:36pt;"><a name="h.1fob9te"></a>Запросы, обращения, претензии, связанные с Договором, направляются Поверенным по электронному адресу<a href="mailto:theshtab@gmail.com">theshtab@gmail.com</a>.</li>
			</ol>
		</div>

<?php } else { ?>


		<div>
			<p style="margin-top:0pt; margin-bottom:0pt; text-align:center; font-size:12pt"><span style=" font-weight:bold">ПРЕДЛОЖЕНИЕ<span style=" font-weight:bold"> <span style=" font-weight:bold">О<span style=" font-weight:bold"> <span style=" font-weight:bold">ЗАКЛЮЧЕНИИ<span style=" font-weight:bold"> <span style=" font-weight:bold">ДОГОВОРА</p>

			<ol>
				<li style="margin-left:31.35pt; padding-left:4.65pt;">Настоящим документом Максим Евгеньевич Кац, 23.12.1984 г. рождения, и <?=$petitionInfo['attorney_name'];?>, <?=$petitionInfo['attorney_birthday'];?> г. рождения, (далее совместно именуемые —Поверенные) совместно предлагают любому гражданину (далее – Доверитель) принять на себя его (её) поручение по формированию и передаче его (её) обращения <?=$petitionInfo['attorney_destination'];?> в целях его рассмотрения в порядке, предусмотренном Федеральным законом от 2 мая 2006 г. № 59-ФЗ «О порядке рассмотрения обращений граждан Российской Федерации». Данное предложение является публичной офертой в соответствии с п. 2 ст. 437 Гражданского Кодекса Российской Федерации.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Договор поручения между Доверителем и Поверенными на условиях настоящей оферты (далее – Договор) считается заключенным после заполнения формы обращения на https://podpishi.org/<?=$petitionInfo['url'];?>, проставления отметки у надписи «<?=strip_tags($petitionInfo['onsave_descr']);?>» и нажатия кнопки «Подписать петицию».</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">
					Предмет поручения – формирование обращения Доверителя на основе сведений, внесенных в форму
					для подачи обращения (в том числе графического образа подписи Доверителя), печать сформированного
					обращения и его подача <?=$petitionInfo['attorney_destination'];?>,
					а также информирование Доверителя о других петициях на сайте podpishi.org, других событиях
					общественной жизни, которые Максим Кац посчитает значимыми и в которых он пригласит Доверителя
					принять участие.
				</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Обязанности по исполнению Договора, как правило, распределяются между Поверенными следующим образом: Максим Кац обеспечивает работу формы для подачи обращения и формирование обращения, информирование Доверителя, а <?=$petitionInfo['attorney_name'];?> организует печать и подачу распечатанного обращения <?=$petitionInfo['attorney_destination'];?>. Поверенные вправе привлечь к исполнению Договора третьих лиц без предварительного согласия Доверителя.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Поручение выполняется безвозмездно. Расходы, связанные с его выполнением, Поверенные несут самостоятельно.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Поверенные принимают меры по обеспечению конфиденциальности персональных данных Доверителя при исполнении поручения в соответствии с утвержденной Максимом Кацем Политикой обработки персональных данных и обеспечения безопасности при их обработке через сайт Podpishi.org.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Заключая Договор, Доверитель дает согласие Поверенным на обработку своих персональных данных, внесенных в форму для направления обращения.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Доверитель гарантирует достоверность персональных данных, предоставленных им(ей) в целях исполнения Договора, и самостоятельно несёт риски отрицательных последствий, связанных с несоответствием их действительности.</li>

				<li style="margin-left:31.35pt; padding-left:4.65pt;">Поверенные не гарантирует Доверителю принятие его (её) обращения <?=$petitionInfo['attorney_destination'];?> для рассмотрения.</li>

				<li style="margin-left:36pt;">Поверенные (совместно или каждый по отдельности) вправе извещать Доверителя о ходе и результатах исполнения его (её) поручения (в т.ч. о результатах рассмотрения его обращения) по электронной почте, смс-сообщениями, сообщениями в социальных сетях, мессенджерах.</li>

				<li style="margin-left:36pt;">Поверенные вправе направлять Доверителю сообщения по электронной почте,
					телефону, смс, через социальные сети, мессенджеры с дополнительной информацией, касающейся предмета обращения, а также с информацией о других обращениях, которые можно направить через сайт <a href="https://podpishi.org/">https://podpishi.org/</a>, а также по иным общественно-политическим поводам.</li>

				<li style="margin-left:36pt;">С учетом положения, предусмотренного в п. 10 настоящей Оферты, Доверитель согласен с тем, что в силу характера поручения отчёта от Поверенных о его исполнении не требуется.</li>

				<li style="margin-left:36pt;">Поверенные в любой момент вправе отказаться от исполнения Договора без наступления какой-либо ответственности перед Доверителем. Уведомление Доверителя об отказе от исполнения Договора остается на усмотрение Поверенных и не является обязательным.</li>

				<li style="margin-left:36pt;">Запросы, обращения, претензии, связанные с Договором, направляются Поверенным по электронному адресу <a href="mailto:theshtab@gmail.com">theshtab@gmail.com</a>.</li>
			</ol>
		</div>

<?php
	}

?>

</body>
</html>
